IDEA Open Model
CheckResSummary.CheckValue Property
Compatible with IDEA StatiCa v 10.1
 Check value
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.0.1 (10.1.0.1)
Syntax
public double CheckValue { get; set; }
Public Property CheckValue As Double
	Get
	Set
public:
property double CheckValue {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
CheckResSummary Class
IdeaRS.OpenModel.Connection Namespace